//------------------------------------------------------------------------------
// <автоматически создаваемое>
//     Этот код создан программой.
//
//     Изменения в этом файле могут привести к неправильной работе и будут потеряны в случае
//     повторной генерации кода. 
// </автоматически создаваемое>
//------------------------------------------------------------------------------



public partial class page {
    
    /// <summary>
    /// h1Title элемент управления.
    /// </summary>
    /// <remarks>
    /// Автоматически создаваемое поле.
    /// Для изменения переместите объявление поля из файла конструктора в файл кода программной части.
    /// </remarks>
    protected global::System.Web.UI.HtmlControls.HtmlGenericControl h1Title;
    
    /// <summary>
    /// divText элемент управления.
    /// </summary>
    /// <remarks>
    /// Автоматически создаваемое поле.
    /// Для изменения переместите объявление поля из файла конструктора в файл кода программной части.
    /// </remarks>
    protected global::System.Web.UI.HtmlControls.HtmlGenericControl divText;
    
    /// <summary>
    /// disqus_box элемент управления.
    /// </summary>
    /// <remarks>
    /// Автоматически создаваемое поле.
    /// Для изменения переместите объявление поля из файла конструктора в файл кода программной части.
    /// </remarks>
    protected global::System.Web.UI.HtmlControls.HtmlGenericControl disqus_box;
}
